Repository: common-repository/wao-io-cache-control
Catalog: languages/wao-io-cache-control-*.po
Languages: de_de

source: By using this plugin, you can control your site´s cache at wao.io.
de_de: Mit diesem Plugin kannst Du den Cache Deiner Site bei wao.io kontrollieren.

source: Invalidate Origin Content
de_de: Origin-Content invalidieren

source: Click on the button to invalidate your site´s cache at wao.io now
de_de: Klicke auf den Button, um jetzt den Cache Deiner Site bei wao.io zu invalidieren.

source: Cache invalidation treats all content in the cache as if it was outdated.
de_de: Diese Option behandelt alle Inhalte im Cache so, als wären sie veraltet. Dies bedeutet, dass wao.io bei der nächsten Anfrage überprüft, ob sich der Inhalt auf dem Origin-Server verändert hat. Falls er sich verändert hat, wird er angefragt. Andernfalls wird wao.io weiterhin die zwischengespeicherten Ressourcen verwenden. Dies ist insbesondere dann nützlich, wenn Du nur einige Ressourcen, zum Beispiel Bilder, verändert hast aber der Großteil des gesamten Inhalts unangetastet geblieben ist.

source: Cache invalidation will automatically be triggered after publishing or updating a post or a page, and after switching a theme.
de_de: Eine Cache-Invalidierung wird automatisch ausgelöst nach Veröffentlichung oder Aktualisierung eines Beitrags oder einer Seite sowie nach Wechsel des Themes.

source: Site Credentials
de_de: Zugangsdaten Deiner Site

source: You did not enter your API key and site ID yet.
de_de: Du hast Deinen API Key bzw. Deine Site ID noch nicht eingegeben.

source: To use this plugin, please enter an API key and a site ID in the wao.io section of your
de_de: Um dieses Plugin nutzen zu können, speichere bitte Deinen API-Key und Deine Site-ID in Deinen

source: settings
de_de: Einstellungen

source: If you do not have an API key yet, please contact
de_de: Falls Du noch keinen API-Key besitzt, nimm bitte Kontakt zum Support von

source: support!
de_de: auf!

source: Server Time
de_de: Serverzeit

source: Could not invalidate your cache at wao.io.
de_de: Dein Cache bei wao.io konnte nicht invalidiert werden.

source: Successfully invalidated your cache at wao.io.
de_de: Dein Cache bei wao.io wurde erfolgreich invalidiert.

source: Activated wao.io Cache Control plugin.
de_de: Das Plugin wao.io Cache Control wurde aktiviert.
